Repository: paket-core/mobile
Catalog: PaketGlobal/Resx/AppResources.*.resx
Languages: ru

source: Profile
ru: Профиль

source: Logout
ru: Выйти

source: User Name
ru: Ник

source: Full Name
ru: Имя

source: Phone Number
ru: Телефон

source: Address
ru: Адрес

source: GENERAL SETTINGS
ru: ОСНОВНЫЕ НАСТРОЙКИ

source: ADVANCED SETTINGS
ru: ДОП. НАСТРОЙКИ

# EnableNotification
source: Display Notifications
ru: Включить уведомления

# KeysSettings
source: KEYS
ru: КЛЮЧИ

# DisplayKeys
source: Display Secret Data
ru: Показать ключ

# SecretSeed
source: Display Secret Seed
ru: Секретный ключ

# SecretSeedProfileInfo
source: Here’s your secret seed, used to interact securely with our system
ru: Это ваш секретный ключ, используемый для взаимодействия с Stellar

source: UPDATE PROFILE
ru: СОХРАНИТЬ

source: Mnemonic Phrase
ru: Секретная фраза

# MnemonicProfileInfo
source: Here’s your mnemonic phrase, used to interact securely with our system
ru: Это ваша секретная фраза, используемая для взаимодействия с Stellar

source: Wallet
ru: Кошелек

# YourBalance
source: Balance
ru: Ваш баланс

source: Transactions
ru: Транзакции

source: Send BUL
ru: Отправить BUL

source: Enter recipient
ru: Укажите получателя

source: Enter courier
ru: Укажите курьера

source: Enter amount
ru: Укажите сумму

source: Send
ru: Отправить

source: Purchase BUL
ru: Купить BUL

source: Purchase XLM
ru: Купить XLM

source: Select payment currency
ru: Выберите валюту

# AmountEuro
source: Enter amount in Euro
ru: Введите сумму в евро

source: Purchase
ru: Купить

source: Transaction Completed
ru: Транзакция завершена

# TransactionProcessed
source: Your transaction has been successfully processed
ru: Ваша транзакция обрабатывается. Спасибо.

source: Done
ru: Готово

source: Awaiting Payment
ru: Ожидаем платеж

# DoneCopy
source: Done & Copy Address
ru: Скопировать

source: My Packages
ru: Посылки

# MyPackagesInfo
source: Create and track your packages
ru: Создавайте и отслеживайте ваши посылки

source: SENT
ru: ОТПРАВЛЕНО

source: DEADLINE
ru: КРАЙНИЙ СРОК

source: Package Details
ru: Детали

source: Role
ru: Роль

# PackageDelivered
source: Package is delivered You can reclaim unspent funds from the escrow
ru: Посылка доставлена. Вы можете вернуть неизрасходованные средства.

# PackageExpired
source: Deadline Expired You can reclaim your payment and collateral
ru: Срок истек. Вы можете вернуть средства.

source: Accept Package
ru: Принять посылку

source: FUNDS
ru: КАПИТАЛ

source: Payment
ru: Вознаграждение

source: Collateral
ru: Залог

source: PAYMENT INFO
ru: ПЛАТЕЖНАЯ ИНФОРМАЦИЯ

# PackageBarcodeInfo
source: Use this barcode to pass the package (this should be different according to role)
ru: Используйте этот код чтобы передать посылку курьеру или принять посылку, как получатель

source: EVENTS
ru: СОБЫТИЯ

source: Create Package
ru: Создать посылку

source: PARTICIPANTS
ru: УЧАСТНИКИ

source: Recipient
ru: Получатель

source: Courier
ru: Курьер

source: INFORMATION
ru: ИНФОРМАЦИЯ

# PickDeadlineDate
source: Delivery Deadline
ru: Пожалуйста выберите срок доставки

# Day1
source: 1 Day
ru: 1 день

# Week1
source: 1 Week
ru: 1 неделя

# Week2
source: 2 Week
ru: 2 денели

source: Specific Date
ru: Другая дата

source: Launch
ru: Создать

# ScanInfo
source: Scan the barcode containing package information
ru: Сканирование штри-кода содержащего информацию о посылке

# AutoScan
source: Scanning will happen automatically
ru: Сканирование произойдет автоматически

source: Activate Account
ru: Активировать аккаунт

# ActivateSend
source: Please send 0.001 BTC to this address to create your account
ru: Пожалуйста, перешлите 0.001 BTC на этот адрес, чтобы создать свою учетную запись

source: CHECK ACTIVATION
ru: ПРОВЕРИТЬ АКТИВАЦИЮ

# MnemonicUpperCase
source: MNEMONIC
ru: КЛЮЧЕВАЯ ФРАЗА

# ActivationMnemonicInfo
source: Use this mnemonic to recover your account. Please save this phrase somewhere safe.
ru: Используйте эту фразу для восстановления приватного ключа. Сохраните эту фразу где-нибудь в безопасности.

# CreateNewKey
source: Create New Private Key
ru: Создать новый ключ

# SelectPayment
source: Select Payment Currency
ru: Выберите валюту

source: Generate Key
ru: Генерировать ключ

# IHaveKey
source: Already have a key
ru: У меня уже есть ключ

source: Restore Private Key
ru: Восстановить приватный ключ

source: Or
ru: Или

source: Restore Key
ru: Восстановить ключ

source: Generate New Key
ru: Генерировать ключ

source: Secret Key
ru: Приватный ключ

# Copied
source: Copied to clipboard
ru: Скопировано

# ActivationEth
source: Send 0.001 ETH to this address to create your account
ru: Пожалуйста, перешлите 0.001 ETH на этот адрес, чтобы создать свою учетную запись

source: Complete Registration
ru: Завершить регистрацию

source: Add Info
ru: Добавить информацию

# BullBalance
source: BUL Balance
ru: Баланс BULL

# InvalidPubKey
source: Invalid public key
ru: Неверный публичный ключ

source: User not found
ru: Пользователь не найден

# SelectDeadlineDate
source: Please select delivery deadline
ru: Пожалуйста выберите дату доставки

# UserNotRegistered
source: Not registered on server
ru: Не зарегистрирован на сервере

# UserNotTrusted
source: The account is not trusted
ru: Учетная запись не проверена

# InvalidPackageId
source: Invalid package identifier
ru: Неверный идентефикатор посылки

source: Invalid barcode
ru: Неверный код

source: Cancel
ru: Отмена

source: OK
ru: ОК

# RefundingOK
source: Refunding successful
ru: Усепшный возврат

# ReclaimingOK
source: Reclaiming successful
ru: Усепшное восстановление

# PackageAccepted
source: Package accepted successfully
ru: Посылка успешно принята

# ErrorGetPackage
source: Unable to retrieve package details
ru: Ошибка при получении сведений о посылки

source: Connection error
ru: Ошибка подключения к интернету

# FailSendBuls
source: Error sending BUL
ru: Ошибка при отправке средств

# FailCreateAccount
source: Error creating account
ru: Ошибка при создании акккаунта

# FailSubmitCreateAccount
source: Error submiting the account creation
ru: Ошибка при создании акккаунта

# FailAddTrust
source: Error adding trust
ru: Ошибка при добавлении подтверждения

# LowBULsLauncher
source: Launcher has insufficient BUL balance
ru: У вас недостаточно средств

# LowBULsCourier
source: Courier has insufficient BUL balance
ru: У курьера недостаточно средств

# FailedLaunchPackage
source: Error launching the package
ru: Ошибка при запуске посылки

# FaileSubmitOptions
source: Error setting options
ru: Ошибка при отправке опций

# IncositentBalance
source: Inconsistent balance
ru: Несоответствующий баланс

# FailAcceptPackage
source: Error accepting package
ru: Ошибка при принятии посылки

# FailSendCollateral
source: Error sending collateral
ru: Ошибка отправки залога

# UnknownError
source: Some error occured
ru: Неизвестная ошибка

# CameraAccessNotGranted
source: Allow camera access to scan the package
ru: Пожалуйста предоставьте доступ к камере для сканирование посылок

# ErrorAddTrustToken
source: Error adding trust
ru: Ошибка при добавлении токенов

# StellarAccountNotCreated
source: Stellar account isn't created yet
ru: Аккаунт еще не создан

# PleaseSelectPaymentCurrency
source: Select payment currency
ru: Пожалуйте выберите валюту

# ProfileSaved
source: Profile info saved
ru: Профиль успешно сохранен

# ProfileNotSaved
source: Error saving profile info
ru: Ошибка при сохранении профиля

# YRole
source: Your Role
ru: Ваша роль

# LaunchPackageStep1
source: Check launcher balance
ru: Проверка вашего баланса

# LaunchPackageStep2
source: Check courier balance
ru: Создание посылки

# LaunchPackageStep3
source: Create escrow account
ru: Создание аккаунта

# LaunchPackageStep4
source: Sign escrow transaction
ru: Подпись аккаунта

# LaunchPackageStep5
source: Submit escrow transaction
ru: Отправка аккаунта

# LaunchPackageStep6
source: Add token trust to escrow
ru: Добавление токена к аккаунту

# LaunchPackageStep7
source: Prepare escrow
ru: Подготовка

# LaunchPackageStep8
source: Sign options transaction
ru: Подпись опций транзакции

# LaunchPackageStep9
source: Submit options transaction
ru: Отправка опций транзакции

# LaunchPackageStep10
source: Prepare send payment
ru: Подготовка к отправке платежа

# LaunchPackageStep11
source: Sign payment transaction
ru: Подпись транзакции

# LaunchPackageStep12
source: Submit payment transaction
ru: Отправка транзакции

# LaunchPackageStep0
source: Getting user's location
ru: Получение текущей локации

# FractionalDigitsError
source: Can't specify more then 7 fractional digits
ru: Вы не можете указать более 7 дробных цифр

# AppInfo
source: APPLICATION INFORMATION
ru: ИНФОРМАЦИЯ О ПРИЛОЖЕНИИ

source: About
ru: Инфо

source: Packages
ru: Посылки

# Version
source: App Version
ru: Версия приложения

# Git
source: Git Commit
ru: Версия комита

source: App URL
ru: Сайт приложения

source: Paket URL
ru: Основной сайт

source: Click to open
ru: Нажмите чтобы открыть

source: Language
ru: Язык

source: Select Language
ru: Выберите язык

# WellcomeText1
source: We are PAKET
ru: Мы PAKET

# WellcomeText2
source: The Decentralized Delivery Network
ru: Сеть децентрализованной доставки

# WellcomeText3
source: We believe in breaking up monopolies and giving power to the people
ru: Мы верим в развал монополий и предоставление власти людям

# Start
source: Let's Start
ru: Начать

source: Log In
ru: Войти

# RegistrationText1
source: PAKET Ltd is committed to protecting and respecting your privacy
ru: PAKET Ltd стремится защищать и уважать вашу конфиденциальность

# TermsOfService
source: Terms of Use and Privacy Policy
ru: Условия использования и политика конфиденциальности

# PhoneVerefication
source: Phone Verification
ru: Проверка телефона

# SMSVerificationText1
source: In order to protect the security of your account, we sent you a text message with a verification code. Please enter it in a field below
ru: Чтобы защитить безопасность вашей учетной записи, мы отправили вам текстовое сообщение с кодом подтверждения. Введите его в поле ниже

source: Verify Phone Number
ru: Отправить

source: SMS Code
ru: Код из СМС

# CreateAccount
source: Create New Account
ru: Регистрация

# HereMnemonic
source: Here’s mnemonic phrase
ru: Ваша ключевая фраза

# ConfirmMnemonicText1
source: Please confirm you saved mnemonic phrase
ru: Пожалуйста, подтвердите, что вы сохранили фразу

# ConfirmMnemonicText2
source: Please make sure you have save your mnemonic phrase. Keep it somewhere safe. Thank you
ru: Пожалуйста, убедитесь, что вы сохранили свою фразу. Храните ее где-то в безопасности. Спасибо

# AlmostHere
source: You are almost there
ru: Осталось чуть-чуть

# MnemonicWordConfirm
source: Please enter 5th word from your mnemonic phrase
ru: Пожалуйста введите 5ое слово с вашей фразы

# MnemonicWord
source: 5th word
ru: 5ое слово

# PackageEnterRecipient
source: Enter name or public key
ru: Введите имя или ключ

source: Selected date
ru: Выбранная дата

source: Enter User Name
ru: Введите ник

source: Enter Full Name
ru: Введите имя

source: Enter Phone Number
ru: Введите номер телефона

source: Enter Address
ru: Введите адрес

source: Select Recipient
ru: Выберите получателя

source: Select Courier
ru: Выберите курьера

# CODE
source: СODE
ru: КОД

source: English
ru: Английский

source: Russian
ru: Русский

source: No Packages Found
ru: У вас нет посылок

source: Launcher
ru: Отправитель

source: Waiting Pickup
ru: Ожидает отправки

source: In Transit
ru: В пути

source: Delivered
ru: Доставлен

source: No Users Found
ru: Пользователи не найдены

source: SOCIAL
ru: СООБЩЕСТВА

# JoinTelegram
source: Join Our Telegram
ru: Присоединиться в наш Telegram

# RecipientPhone
source: Recipient phone number
ru: Номер телефона получателя

# MyPhone
source: Your phone number
ru: Ваш номер телефона

source: Select Country
ru: Страна

# ContactsAccessNotGranted
source: You must grant access to contacts to select the recipient's phone
ru: Вы должны предоставить доступ к контактам, чтобы выбрать телефон получателя

source: Contacts
ru: Контакты

# DeadlineLower
source: Deadline
ru: Крайний срок

# PackageDescText1
source: Package Description
ru: Описание посылки

# PackageDescText2
source: Please provide some general info
ru: Опишите основные параметры

source: LOCATIONS
ru: АДРЕСА

# SelectLocations
source: Please select package destination
ru: Пожалуйста выберите адреса

# ToLocation
source: FROM
ru: ОТКУДА

# FromLocation
source: TO
ru: КУДА

# SelectLocation
source: Please select location
ru: Выберите адрес

source: DISTANCE
ru: ДИСТАНЦИЯ

# SelectLocationSmall
source: Select Location
ru: Выберите адрес

# LocationPickerTypeFrom
source: Please enter pick up address
ru: Введите адрес откуда забрать

# LocationPickerTypeTo
source: Please enter destination address
ru: Введите адрес куда доставить

# SelectOnMap
source: Choose an address on the map
ru: Выбрать адрес на карте

source: Map
ru: Карта

# CantGetGooglePlace
source: Failed to get the details. Try later.
ru: Не удалось получить детали. Попробуй позже.

# LocationsNotSet
source: Please select package destinations
ru: Пожалуйста, выберите пункты назначения посылки

source: Select
ru: Выбрать
